Repository: kawo/pa-french
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: fr_fr

source: "It was around 11pm.
fr_fr: "Il était environ 21h.

source: (In Utilities Mode, click on each Capacitor, then click on the Power Station to restart it)
fr_fr: (dans la vue des services, cliquez sur chaque condensateur puis cliquez sur la station électrique)

source: *X finished .
fr_fr: *X ont terminé

source: *Y passed (*P%)
fr_fr: *Y ont réussi (*P%)

source: A teacher once, would you believe.
fr_fr: Un simple professeur autrefois.

source: All of the lights are out.
fr_fr: Toutes les lumières sont éteintes.

source: All profit from the sale will be transferred to your new site.
fr_fr: Tout les bénéfices de la vente seront transférés dans la nouvelle prison.

source: All unsaved progress will be lost.
fr_fr: Toute progression non sauvegardée sera perdue.

source: Also shows the re-offending rate for your prison.
fr_fr: Montre aussi le risque de récidive.

source: Also unlocks the Security Room which serves absolutely no purpose right now.
fr_fr: Débloque aussi la Salle de surveillance.

source: Are you so sure in yourself that you can deal out such final judgement?
fr_fr: Êtes-vous si sûr de vous pour porter un pareil jugement ?

source: But there are still a few improvements you could make.
fr_fr: Il y a tout de même quelques petites améliorations que vous pourriez apporter.

source: Can also help with the prison laundry.
fr_fr: Peut aussi aider à la laverie.

source: Click OK to apply the new changes.
fr_fr: Cliquez sur OK pour appliquer les changements.

source: Click to select him, then Right Click in the zone outside his cell.
fr_fr: Cliquez pour le sélectionner et clic droit en dehors de sa cellule.

source: Complete the necessary training and build the necessary facilities to put your prisoners to work.
fr_fr: Accomplissez les formations nécessaires et construisez les infrastructures pour que vos détenus puissent travailler.

source: Construct a new building here.
fr_fr: Construisez un nouveau bâtiment ici.

source: Deserves every volt he's gonna get.
fr_fr: Il mérite chaque volt qu'il recevra.

source: Each treatment helps the prisoner with their addiction need, and completing the course removes the addiction all together.
fr_fr: Chaque traitement aide le prisonnier avec leur besoin de dépendance, et la fin du cours les dépendances se suppriment tous ensemble.

source: Ensure this doesn't become a problem.
fr_fr: Assurez-vous que cela ne devienne pas un problème.

source: Ensure we have no early mishaps that might hurt our record in the future by increasing security to an acceptable level.
fr_fr: Assurez-vous d'augmenter suffisament la sécurité pour éviter les désagréments futurs.

source: Existing data will be overwrriten.
fr_fr: Les données existantes seront écrasées.

source: Far too many people lost their lives here.
fr_fr: Beaucoup trop de personnes sont décédées ici.

source: Far too many prisoners have escaped recently, and it's your fault.
fr_fr: Beaucoup trop de détenus se sont achappés récemment et c'est de votre faute.

source: For showering.
fr_fr: Pour se doucher.

source: Give them a shiny office desk to do it on.
fr_fr: Donnez leur un bureau flambant neuf pour le faire.

source: Good luck.
fr_fr: Bonne chance.

source: He will clean all the indoor areas of your prison and can also help with the prison laundry service.
fr_fr: Il va nettoyer les intérieurs et aider à la laverie.

source: He will keep your outdoor areas tidy.
fr_fr: Il va s'occuper soigneusement des extérieurs.

source: He's a stone cold killer, guilty as charged.
fr_fr: C'est un tueur de sang froid, jugé coupable.

source: Helps reduce the desire for alcohol.
fr_fr: Aide a réduire l'envie d'alcool.

source: Hire him from the Staff toolbar.
fr_fr: Embauchez le depuis le menu Personnel.

source: Hire the necessary personnel to keep your prison clean and orderly.
fr_fr: Embauchez le personnel nécessaire pour garder votre prison propre et ordonnée.

source: How is that justice?
fr_fr: C'est ça la justice ?

source: However if you miss payments your credit rating will be decimated and the bank will refuse to lend you more when you need it.\n\nNote that your loan will never be paid off by daily interest payments alone.
fr_fr: En revanche si vous ratez un paiement votre taux d'emprunt va exploser et la banque refusera de vous prêter plus d'argent.\n\nNotez que votre emprunt ne sera jamais totalement remboursé qu'avec le seul paiement des intérêts quotidiens.

source: However you must balance your books - return your prison to a positive cashflow (daily income higher than expenses), and clear your debts with the bank.
fr_fr: Néanmoins vous devrez équilibrer vos comptes, retrouver un revenu net positif et rembourser vos dettes.

source: I believe we are finished with this job.
fr_fr: Je pense que nous en avons finit avec ce travail.

source: I have to do something, I can't live with the things I've done.
fr_fr: Je dois faire quelque chose, je ne peux plus vivre avec ça.

source: I knew she was home..."
fr_fr: Je savais qu'elle était à la maison..."

source: I want her to forgive me.
fr_fr: J'aimerai qu'elle me pardonne.

source: I want to forgive her.
fr_fr: J'aimerai la pardonner.

source: I'll sleep just fine at night when I know he's gone.
fr_fr: Je dormirai sur mes deux oreilles ce soir sachant qu'il est mort.

source: I...
fr_fr: Je...

source: If disabled you can chose when you are ready to receive prisoners.
fr_fr: Si désactivé, vous pourrez gérer vous-même les admissions.

source: If you should somehow end up in prison yourself, this is the prisoner that will represent you.
fr_fr: Si vous finissez d'une manière ou d'une autre en prison, c'est ce détenu qui vous représentera.

source: In return for their investment, your shareholders will take their fraction of the total sale price when you sell your prison.\n\nEg if you sell 30% shares in your prison, you will only receive 70% of the final sale value.
fr_fr: En retour de leurs investissements, les actionnaires gagneront une partie du total du prix de vente de votre prison.\n\nEx. si vous vendez 30% de parts vous ne recevrez que 70% de la valeur totale.

source: In return the bank will charge you interest each day which you must pay out of your cashflow.\n\nAs you make regular payments your credit rating will increase, and the bank will allow you to borrow more.
fr_fr: En retour la banque vous facturera un intérêt chaque jour que vous devrez rembourser.\n\nTant que vous remboursez vos emprunts, la banque vos accordera des prêts plus gros.

source: Increase your capacity to capitalize on this.
fr_fr: Augmentez votre capacité pour capitaliser dessus.

source: Injured prisoners and staff will be taken to the Infirmary and Doctors will patch them up.
fr_fr: Les détenus et le personnel blessés seront déplacés à l'Infirmerie où ils seront soignés par les Médecins.

source: Injures that go untreated, drugs and alchohol usage all count against it.\n\nA poor score here will increase his chance of re-offending, particularly if the prisoner leaves prison with untreated drug or alcohol dependencies.
fr_fr: Les blessures non soignées ainsi que l'usage de drogue et d'alcool va au contraire baisser la note.\n\nUn score faible ici va augmenter les chances de récidives, en particulieur si le détenu a une dépendance non traitée..

source: Inmates must complete this course before they are permitted to work in the kitchen.
fr_fr: Les détenus doivent suivre cette formation avant de travailler en cuisine.

source: Inmates must pass this course before they are permitted to work in the Workshop.
fr_fr: Les détenus doivent suivre ce cours avant de pouvoir travailler dans l'atelier.

source: Install the necessary equipment throughout your prison.
fr_fr: Installez l'équiement nécessaire dans votre prison.

source: Investors don't want a scandal, and are proving this grant to ensure adequate facilities are available.
fr_fr: Les actionnaires ne souhaitent aucun scandal et vous accorde ce prêt pour s'assurer de la présence de telles infrastructures.

source: It depends how much you care about your prisoners and their environment.
fr_fr: Cela dépend si vous vous souciez des détenus et leur environnement.

source: It is time to build your first cell block, and transfer the existing prisoners into cells of their own.
fr_fr: Il est temps de construire votre premier bloc de cellules et d'y transférer les détenus.

source: It requires its own dedicated power line.
fr_fr: Elle a besoin d'être raccordée directement au réseau.

source: It's time to work towards that goal.
fr_fr: Il est temps de travailler en ce sens.

source: Just....Don't.
fr_fr: F...Ferme-la.

source: Keeping prisoners locked in their cells under armed guard will count heavily towards this.
fr_fr: Garder les détenus enfermés dans leurs cellules avec une surveillance armée compte beaucoup dans la notation.

source: Like all Administrators, he requires an office to work.
fr_fr: Comme chaque administrateur, il a besoin d'un bureau pour travailler.

source: Looks like we drew too much power, and tripped a circuit breaker in the power station.
fr_fr: On dirait que nous avons tiré trop de courant et fait disjoncter le réseau.

source: Make sure similar issues do not occur in your facility.
fr_fr: Assurez-vous que cela ne se reproduise plus.

source: Many factors are taken into account to produce this value:\n\n- DECREASE Harsh/strong punishment\n- DECREASE Successful reform programs\n- INCREASE Poor health and security\n- INCREASE Untreated drug and alcohol addictions\n\n- The prisoners age is a major factor\n- The number of prior convicions is a strong indicator\n- A large supporting family can help
fr_fr: Plusieurs facteurs sont pris en compte pour calculer cette probabilité :\n\n- DIMININUE sanctions lourdes\n- DIMINUE programme de formations\n- AUGMENTE santé et sécurité déplorable\n- AUGMENTE dépendance à l'alcool ou à la drogue\n\n- L'âge du détenu compte beaucoup également\n- Le nombre de condamnations antérieur compte aussi\n- Un fort support familial peut aider

source: Name Controlling
fr_fr: Name Manipulateur

source: Name Destructive
fr_fr: Name Subversif

source: Name Fraud
fr_fr: Name Contrebande

source: Name Lethal
fr_fr: Name Meurtrier

source: Name Narcotics
fr_fr: Name Dealer

source: Name RisksLife
fr_fr: Name Delictueux

source: Name Sexual
fr_fr: Name Viol

source: Name Theft
fr_fr: Name Truand

source: Need to be linked to a Cctv Monitor.
fr_fr: Nécessite d'être relié à un écran de contrôle.

source: Never completely remoevs the need.
fr_fr: Ne supprime pas totalement l'envie.

source: Outdoor exercise and good food count towards this.
fr_fr: Se dégourdir les jambes dehors et une bonne qualité de nourriture compte pour la notation.

source: Paying off your loans will increase your credit rating and allow you to borrow larger sums later.
fr_fr: Rembourser un prêt vous permettra d'en contracter un plus gros la prochaine fois.

source: Please pick a different name.
fr_fr: Veuillez en choisir un différent.

source: Please try again.
fr_fr: Veuillez réessayer.

source: Please wait for that to finish first.
fr_fr: Veuillez attendre la fin de la précédente opération.

source: Probably big enough for someone to crawl to freedom through five hundred yards of shit smelling foulness.
fr_fr: Probablement assez large pour qu'une personne puisse ramper vers la liberté à travers un tas de merdes répugnantes.

source: Psychology ???)
fr_fr: Mental ???)

source: Put down this riot now, or the government will step in and retake the prison by force.
fr_fr: Stoppez cette émeute immédiatement ou le gouvernement reprendra le contrôle par la force.

source: Qualified inmates can use this skill to create high value wooden items on the carpenters table.
fr_fr: Les détenus qualifiés peuvent ainsi créer des fournitures en bois complexes.

source: Required before you can research and hire advanced staff members.
fr_fr: Est nécessaire pour pouvoir débloquer du personnel spécialisé.

source: Sell your established prisons from the Valuation screen to start with more funds.
fr_fr: Vendez vos prisons actuelles depuis le panneau Évaluation pour commencer avec plus de fonds.

source: Serving a long term in jail is the foundation of a strong punishment, but hard times locked up alone will also count towards it.\n\nKeep in mind that too much reform or free time will be seen as 'soft on crime' and will count against their punishment grade.\n\nA strong punishment score will deter the prisoner from re-offending after release.
fr_fr: Purger une longue peine de prison est la base d'une sanction lourde mais un isolement prolongé compte aussi.\n\nGardez à l'esprit que trop de formations ou de temps libre va être perçu comme une faiblesse dans la notation de la sanction.\n\nUn gros score de sanction va dissuader le détenu de récidiver une fois libéré.

source: Set up some classrooms to keep them off our backs.
fr_fr: Mettez en place quelques salles de cours pour les calmer.

source: Step two, Switch the power station back on by clicking on it.
fr_fr: Seconde étape, il faut rallumer la station électrique en cliquant dessus aussi.

source: Take a pro-active stance and show that you are tackling the problem.
fr_fr: Soyez pro-actif et montrez que vous êtes à la hauteur du problème.

source: Tax-payer funds will be issued to rescue the jail from bankruptcy.
fr_fr: L'argent des contribuables sera utilisé pour empêcher la liquidation de votre prison.

source: Tazers can only be fired once before they need a full hour to recharge.\n\nArmed Guards must visit the armoury to get this equipment, and it will cost you for every tazer purchased this way.
fr_fr: Une fois utilisé, les Tasers ont besoin d'une heure pour se recharger.\n\nVos gardiens armés doivent se rendre à l'armurerie pour prendre cet équipement (payant).

source: That's double pre-meditated murder.
fr_fr: C'est un double homicide prémédité.

source: The Law has made that decision.
fr_fr: La justice a rendu sa décision.

source: The chief gives you access to the Deployment screen, and will also give you a realtime report of the danger level of your prison, often predicting future trouble.
fr_fr: Il vous donne accès à l'interface de Déploiements et vous donne un rapport en temps réel du niveau de menace de votre prison.

source: The government has revoked our prison contract, and is now sending in the national guard to retake the prison.
fr_fr: Le gouvernement a annulé votre contrat et envoi maintenant la garde nationale reprendre le contrôle.

source: The lights were already on.
fr_fr: Les lumières étaient déjà allumées.

source: The whole prison is dark.
fr_fr: Toute la prison est plongée dans le noir.

source: There is no other way.
fr_fr: C'est le seul moyen.

source: These changes will revert in
fr_fr: Ces changements seront annulés dans

source: These guys are armoured and better able to deal with violent situations.
fr_fr: Ces gars sont armés et mieux à même de gérer les situations violentes.

source: These one-on-one sessions with the prison psychologist aims to give them the tools neccesary to de-escalate any situation they find themselves in before it turns violent.
fr_fr: Ce tête à tête avec le psychologue de la prison a pour but de donner les outils nécessaire au détenu pour désamorcer une situation délicate avant que ça ne tourne en bain de sang.

source: This can help absorb damage during a fight, but your guards will move slower.\n\nGuards must visit the armoury to get this equipment, and it will cost you for all body armour purchased this way.
fr_fr: Cela peut aider pour absorber les domages mais vos gardiens se déplaceront plus lentement.\n\nPar ailleurs ils doivent se rendre à l'armurerie pour prendre l'équipement (payant).

source: This contract pays for a Warden and an Accountant and their offices, which will then give us access to the full Federal Grant system.
fr_fr: Ce contrat vous donne les fonds nécessaires pour embaucher un directeur général et un comptable ainsi que leurs bureaux.

source: This course brings inmates up to that level.
fr_fr: Ce cours leur apporte les connaissances élémentaires.

source: This government contract gives you the funds neccesary to build the absolute minimum facilities for your first set of Prisoners.
fr_fr: Ce contrat gouvernemental vous donne les fonds nécessaires pour construire un complexe minimal.

source: This grant is to facilitate the construction of a state of the art medical ward, and to hire doctors and psychologists to look after the inmates health needs.
fr_fr: Ce prêt vous permet de construire une infirmerie digne de ce nom et d'embaucher des medecins et des psychologues qui prendront soins de vos détenus.

source: This is a two step process:
fr_fr: Cela nécessite deux étapes :

source: This part of the trial involves trying to remove all such items from your prison population.
fr_fr: Cette partie de l'étude implique de supprimer ces objets de votre prison.

source: This prison is a laughing stock in the media, and they want somebody to blame.
fr_fr: Cette prison est la risée des médias et ils veulent un responsable.

source: This state is making an example of him.
fr_fr: Cet État veut en faire un exemple.

source: This will make your prisoners very angry if you leave them locked up for too long.
fr_fr: Cela les rendra furieux si vous les enfermez trop longtemps.

source: This will take some time and will annoy the hell out of your inmates.
fr_fr: Cela va prendre du temps et va grandement agacer les détenus.

source: To use, select a zone to be copied with a right mouse drag, then left click to stamp down a copy.
fr_fr: Pour ce faire, sélectionnez la zone à dupliquer avec le bouton droit de la souris puis faites un clic gauche pour coller la sélection.

source: Total area *A sq metres.
fr_fr: Zone totale *A mètre carré.

source: Unlocks the Supply and Demand report, the Contraband overlay (showing all possible theft locations within your prison), and tracks all recovered contraband back to where it was smuggled or stolen.
fr_fr: Débloque le rapport de l'offre et la demande, de la contrebande (affichant toutes les zones sensibles de votre prison) et le cheminement de tout objet volés jusqu'à sa source.

source: Use WASD or the arrow keys to move around, and use the mouse wheel to zoom in and out.
fr_fr: Utilisez ZSQD ou les touches flèchées pour déplacer la vue et la roulette de la souris pour zoomer.

source: Use these to keep watch on unmanned parts of your jail.
fr_fr: Utilisez les pour surveiller les zones sans gardien à proximité.

source: Use this tool to rapidly duplicate areas of your prison, such as Cells.
fr_fr: Utilisez cet outil pour rapidement copier des zones de votre prison telle que les cellules.

source: WARNING: Experimental.
fr_fr: ATTENTION : expérimental.

source: Wanna hear his description of what he did?
fr_fr: Vous voulez entendre ce qu'il a fait ?

source: We did a professional job, and that's important in our business.
fr_fr: Nous sommes rester professionnel, c'est ce qui compte pour notre affaire.

source: We now need to Designate Rooms within those spaces.
fr_fr: Maintenant nous devons assigner une fonction à ces nouvelles salles.

source: We should test the new Execution room at least once before we try to use it though.
fr_fr: Nous devrions tester la salle d'éxécution avant de la mettre en service.

source: We're just here to do a job.
fr_fr: Nous avons un travail à faire.

source: We've been contracted to construct an execution chamber in time for the guys big day.
fr_fr: Nous sommes chargé de construire une salle d'éxécution à temps pour cet homme.

source: Well, actually, really hard and too small.
fr_fr: Ouais en fait, beaucoup trop dur et trop petit.

source: Whatever you've done, you cannot evade the consequences.
fr_fr: Quoique vous ayez fait, vous ne pouvez échapper aux conséquences.

source: Will require a guard to be nearby to take the contraband.
fr_fr: Nécessite un gardien à proximité pour récupérer la contrebande.

source: You can buy back shares you have previously sold at any time - although the cost may be higher than the sale price you received.
fr_fr: Vous pouvez racheter vos parts n'importe quand mais le coût risque d'être plus grand que la somme initialement acquise.

source: You have been found guilty of criminal negligence because of recent events here.
fr_fr: Vous avez été jugé coupable de négligences criminelles à la suite des derniers évènements ici.

source: You have been found guilty of two counts of murder in the first degree.
fr_fr: Vous avez été jugé coupable d'un double homicide au pemier degré.

source: You have failed.
fr_fr: Vous avez échoué.

source: You will be paid in cash immediately.
fr_fr: Vous serez payé immédiatement.

source: You will be penalised if the prisoner is involved in fights, murders or escape attempts.\n\nA low score indicates the prisoner simply continued his criminal existence once inside your jail, and hence his re-offending chance will be high upon leaving.
fr_fr: Vous serez pénalisé si le détenu est impliqué dans une bagarre, un meurtre ou une tentative d'évasion.\n\nUn score faible indique tout simplement que le détenu a continué avec un comportement criminel à l'intérieur de vos murs et qu'il va sûrement récidivé une fois libéré.

source: You will be sacked and it will be game over if you let things get too bad (Riots, Bankruptcy, too many deaths or escapes etc)
fr_fr: Vous serez licencié et la partie prendra fin si trop de problèmes surviennent (émeutes, faillite, trop de meurtres ou d'évasions, etc.)

source: You're fired.
fr_fr: Vous êtes viré.

source: Your disasterous management has led us to financial ruin.
fr_fr: Votre gestion désastreuse nous a mené à la ruine.

source: Your effective Corporation tax liability will drop to around 1%.\n\nYou will save a total of $3,000 taxes per $10,000 of daily profit.
fr_fr: Votre impôt société ne s'élèvera qu'à 1%.\n\nVous économiserez $3,000 tout les $10,000 au quotidien.

source: Your game will be autosaved.
fr_fr: Votre partie va être sauvegardée automatiquement.

source: Your new Electric Chair does too.
fr_fr: Votre nouvelle chaise électrique aussi.

source: Your own jail.
fr_fr: Dans votre propre prison.

source: action_complain Complaining
fr_fr: action_complain Se plaint

source: action_eat Eating
fr_fr: action_eat Mange

source: action_exercise Exercising
fr_fr: action_exercise S'entraîne

source: action_getmeal Getting Food
fr_fr: action_getmeal Prend un plat

source: action_liftweights Weightlifting
fr_fr: action_liftweights Soulève des haltères

source: action_nap Napping
fr_fr: action_nap Fait une sieste

source: action_phonehome Phoning Family
fr_fr: action_phonehome Téléphone à sa famille

source: action_playpool Playing Pool
fr_fr: action_playpool Joue au billard

source: action_poo Poo
fr_fr: action_poo Fait la grosse commission

source: action_relax Relaxing
fr_fr: action_relax Se relaxe

source: action_sit Sitting
fr_fr: action_sit S'assoie

source: action_sleep Sleeping
fr_fr: action_sleep Dort

source: action_soilsuit Soiling Suit
fr_fr: action_soilsuit Souille sa tenue

source: action_stealknife Acting Suspicious
fr_fr: action_stealknife Comportement suspect

source: action_stealspoon Acting Suspicious
fr_fr: action_stealspoon Comportement suspect

source: action_urinate Urinating
fr_fr: action_urinate Urine

source: action_visitation Visitation
fr_fr: action_visitation En visite

source: action_wash Showering
fr_fr: action_wash Se douche

source: action_watchtv Watching Tv
fr_fr: action_watchtv Regarde la TV

source: action_wee Wee
fr_fr: action_wee Fait la petite commission

source: action_work Working
fr_fr: action_work Travaille

source: administrator_requiresoffice Requires Office
fr_fr: administrator_requiresoffice Nécessite un bureau
